Revit 2027 API
ParameterTypeId.RbsElecDemandLoadPhaseb Property
 "Demand Apparent Power Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandLoadPhaseb { get; }
Public Shared ReadOnly Property RbsElecDemandLoadPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandLoadPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecDemandLoadPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace